<template>
<div class="about-text">
    <a>
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    <br> Тут должно быть много текста Тут должно быть много текста Тут должно быть много текста
    </a>
</div>
</template>

<style>
.about-text
{
    width: 50em;
    margin-left: auto;
    margin-right: auto;
    text-align: center;
}
</style>